[
    {
        "id": 9,
        "title": "Some title",
        "url": "url",
        "content": "Посла России в Польше Сергея Андреева вызовут в польский МИД из-за слов президента России Владимира Путина о роли Иосифа Сталина в восстановлении польской государственности. Об этом заявил премьер-министр Польши Матеуш Моравецкий в своем Twitter.\n«Сталин был военным преступником, виновным в гибели сотен тысяч поляков. Историческая правда не подлежит сомнению. Посол Российской Федерации будет вызван в МИД», — написал он.\n21 июля президент России Владимир Путин в ходе заседания Совбеза РФ заявил, что Польша получила свои западные территории после того, как их подарил стране Сталин, а суверенитет Польши и ее земли восстановил Советский Союз. По словам президента, до этого Запад отдал польские территории «на съедение Германии».\nРанее Путин заявил, что «жаба на нашей стороне».",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.947744",
        "updated_at": "2023-07-22 18:37:36.947744"
    },
    {
        "id": 10,
        "title": "Some title",
        "url": "url",
        "content": "Премьер-министр России Михаил Мишустин уволил с поста заместителя главы Министерства цифрового развития, связи и массовых коммуникаций (Минцифры) Максима Паршина по его просьбе. Документ опубликован на официальном интернет-портале правовой информации.\n«Освободить Паршина Максима Викторовича от должности заместителя министра... по его просьбе», — сообщается в распоряжении.",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.947744",
        "updated_at": "2023-07-22 18:37:36.947744"
    },
    {
        "id": 11,
        "title": "Some title",
        "url": "url",
        "content": "Правоохранители задержали бывшего министра обороны ДНР Игоря Стрелкова. Об этом РБК рассказали два источника в органах и подтвердил адвокат Стрелкова. По словам его супруги Мирославы Регинской, ему вменяют ст. 282 УК (экстремизм). Предварительно, задержание проводилось по заявлению экс-сотрудника ЧВК «Вагнер». Кто такой Игорь Стрелков, как он прошел путь от одного из авторов «Русской весны» и командующего обороной Славянска до «слива» ополчения и безрезультатных попыток попасть в зону СВО — в материале «Газеты.Ru».",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.947744",
        "updated_at": "2023-07-22 18:37:36.947744"
    },
    {
        "id": 28,
        "title": "Захвативший дом под Истрой мужчина заявил, что хочет остаться там жить",
        "url": "https://www.gazeta.ru/social/news/2023/07/22/20923820.shtml",
        "content": "Захвативший дом в подмосковном посёлке «Шервуд» мужчина хочет создать семью и остаться жить в коттедже. Об этом сообщает Telegram-канал Mash.\nПо данным канала, мужчина в камуфляжной форме является психически нездоровым, приехал в Московскую область из Сибири. Мужчина заявил, что его зовут Вячеслав, ему 36 лет.\nПо его словам, он питается любовью Божьей и без оружия на переговоры не выйдет. Уточняется, что он продолжает стрелять в силовиков.",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.957122",
        "updated_at": "2023-07-22 18:37:36.957122"
    },
    {
        "id": 29,
        "title": "Журналистке «Газеты.Ru» поступили угрозы после работы над статьей о пирамиде Life is good",
        "url": "https://www.gazeta.ru/social/news/2023/07/22/20922560.shtml",
        "content": "Корреспонденту «Газеты.Ru» Валерии Шавельевой начали угрожать после ее работы над материалом об обманутых вкладчиках финансовой пирамиды Life is good. По словам сотрудницы издания, на этапе поиска пострадавших она оставила свой контакт в открытом доступе, после чего ей вместе с историями обманутых людей начали поступать просьбы от неизвестных включить в материал комментарии довольных участников, а затем — угрозы.",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.957122",
        "updated_at": "2023-07-22 18:37:36.957122"
    },
    {
        "id": 30,
        "title": "В Екатеринбурге водитель Porsche уходил от полицейской погони со стрельбой, чтобы испытать машину после ремонта",
        "url": "https://www.gazeta.ru/social/2023/07/22/17315138.shtml",
        "content": "На северо-востоке Екатеринбурга полицейские рано утром открыли огонь по Porsche Cayenne, чтобы остановить автомобиль. Водитель, пытаясь скрыться от полиции, протаранил несколько машин во дворе жилого дома. Мужчину удалось задержать, только прострелив машине колеса. Он объяснил, что так хотел «испытать» автомобиль после ремонта. «Газета.Ru» поговорила с очевидицей погони и узнала подробности.",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.957122",
        "updated_at": "2023-07-22 18:37:36.957122"
    }
]