[
    {
        "id": 5,
        "title": "Some title",
        "url": "url",
        "content": "День 513-й день. В Госдуме опровергают планы проводить новую волну мобилизации. Американские кассетные боеприпасы доставлены ВСУ и уже находятся на поле боя, подтвердили в Белом доме США. В Одесской области ночью прогремели взрывы, ООН осудила \"удары возмездия\". США не раскрывают потенциальных ответных шагов на возможные \\\"провокации против гражданских судов в Черном море\\\". Игорь Стрелков арестован.",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.947744",
        "updated_at": "2023-07-22 18:37:36.947744"
    },
    {
        "id": 6,
        "title": "Some title",
        "url": "url",
        "content": "22:50 Миссия РФ в ООН назвала 7 условий возвращения РФ в \"зерновую сделку\": вывод из-под санкций поставок российского зерна и удобрений на мировые рынки, снятие ограничений для российских банков, возобновление поставок в РФ запчастей для сельхозтехники, решение всех вопросов с фрахтом судов и страхованием российских экспортных поставок продовольствия, восстановление работы аммиакопровода \"Тольятти-Одесса\",разблокировка связанных с сельхозотраслью российских активов, восстановление изначального гуманитарного характера \"зерновой сделки\" в интересах нуждающихся стран.",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.947744",
        "updated_at": "2023-07-22 18:37:36.947744"
    },
    {
        "id": 7,
        "title": "Some title",
        "url": "url",
        "content": "22:11 Байден и Зеленский обсуждают поставки на Украину ракет большой дальности ATACMS, решение будет за президентом, сообщил советник президента США по нацбезопасности Салливан.",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.947744",
        "updated_at": "2023-07-22 18:37:36.947744"
    },
    {
        "id": 8,
        "title": "Some title",
        "url": "url",
        "content": "21:13 Старовойт: \"Обстрелян со стороны Украины Глушковский район. В посёлке Тёткино насчитали 25 прилётов. В результате повреждена линия электропередачи, часть населённого пункта осталась без электричества. Ещё 8 прилётов пришлось по посёлку Краснооктябрьский. Пострадавших и разрушений нет\".",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.947744",
        "updated_at": "2023-07-22 18:37:36.947744"
    },
    {
        "id": 25,
        "title": "Минобороны России подтвердило уничтожение польских и немецких наемников по Львове",
        "url": "https://www.mk.ru/politics/2023/07/22/minoborony-rossii-podtverdilo-unichtozhenie-polskikh-i-nemeckikh-naemnikov-po-lvove.html",
        "content": "Российское оборонное ведомство напоминает, что групповой удар высокоточным оружием большой дальности был нанесен по территории Академии Сухопутных войск ВСУ по Львове 6 июля.\nПолучены подтверждающие данные, что в результате этого удара было уничтожено большое количество польских и немецких наемников.\n\\\"Всего за время специальной военной операции уничтожено около 4990 иностранных боевиков\\\", - подчеркивается в заявлении МО РФ.",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.957122",
        "updated_at": "2023-07-22 18:37:36.957122"
    },
    {
        "id": 26,
        "title": "Фотокорреспондент РИА Новости Константин Михальчевский ранен в зоне СВО",
        "url": "https://www.mk.ru/incident/2023/07/22/fotokorrespondent-ria-novosti-konstantin-mikhalchevskiy-ranen-v-zone-svo.html",
        "content": "По данным издания, группа журналистов попала под обстрел в районе населенного пункта Пятихатки. Предварительно, ранения также получил журналист \\\"Известий\\\".\nРанее стало известно о гибели в зоне СВО военкора Ростислава Журавлева.",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.957122",
        "updated_at": "2023-07-22 18:37:36.957122"
    },
    {
        "id": 27,
        "title": "Волшебное синее пламя",
        "url": "https://www.mk.ru/social/2023/07/19/volshebnoe-sinee-plamya.html?from=news7",
        "content": "В селе Новотырышкино Смоленского района Алтайского края после завершения строительства газопровода появилась возможность подключить более 900 домов по программе догазификации. Люди активно заключают договоры и заводят в дом голубое топливо.",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.957122",
        "updated_at": "2023-07-22 18:37:36.957122"
    }
]