[
    {
        "id": 1,
        "title": "Some title",
        "url": "url",
        "content": "Чёрная дыра: в США сообщили о фактах хищения западного оружия на Украине\nЧасть западных вооружений, отправленных Украине, была похищена преступными организациями,\nсообщили СМИ со ссылкой на отчёт генерального инспектора Минобороны США. В документе, описывающем\nпериод с февраля по сентябрь 2022 года, утверждается, что...",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.947744",
        "updated_at": "2023-07-22 18:37:36.947744"
    },
    {
        "id": 2,
        "title": "Some title",
        "url": "url",
        "content": "WION: разработка коммерческой ракеты-носителя для полярных спутников придаст огромный импульс индийскому бизнесу",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.947744",
        "updated_at": "2023-07-22 18:37:36.947744"
    },
    {
        "id": 3,
        "title": "Some title",
        "url": "url",
        "content": "NTD: в Испании тестируют летающее такси с вертикальным взлётом и посадкой",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.947744",
        "updated_at": "2023-07-22 18:37:36.947744"
    },
    {
        "id": 4,
        "title": "Some title",
        "url": "url",
        "content": "Позади русских и китайцев — Hill о тревожном отставании США в области гиперзвукового оружия",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.947744",
        "updated_at": "2023-07-22 18:37:36.947744"
    },
    {
        "id": 22,
        "title": "Штурмовой и армейской авиацией: в группировке ВС РФ «Восток» заявили о поражении более десяти мест скопления ВСУ",
        "url": "https://russiatoday.ru/ussr/article/1177759-aviaciya-udar-vostok-skoplenie-vsu",
        "content": "Российская авиация в зоне СВО поразила свыше десятка мест скопления живой силы и техники ВСУ. Об этом сообщили в пресс-центре группировки «Восток». Наряду с этим ликвидировано несколько разведгрупп украинских войск, а также пресечена ротация ВСУ на передовых позициях. Авиация группировки «Запад» тем временем нанесла удар по одному из расположений ВСУ на Купянском направлении.",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.957122",
        "updated_at": "2023-07-22 18:37:36.957122"
    },
    {
        "id": 23,
        "title": "Чёрная дыра: в США сообщили о фактах хищения западного оружия на Украине",
        "url": "https://russiatoday.ru/world/article/1177427-pentagon-oruzhie-ukraina",
        "content": "Часть западных вооружений, отправленных Украине, была похищена преступными организациями, сообщили СМИ со ссылкой на отчёт генерального инспектора Минобороны США. В документе, описывающем период с февраля по сентябрь 2022 года, утверждается, что оружие удалось вернуть. При этом авторы отчёта указали на ограниченные возможности Пентагона по контролю за переданным вооружением. Эксперты не исключают, что документ может свидетельствовать о меняющемся отношении американского истеблишмента к поставкам оружия киевскому режиму. При этом аналитики констатируют, что отсутствие строгого учёта выгодно как украинским властям, так и американскому ВПК.",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.957122",
        "updated_at": "2023-07-22 18:37:36.957122"
    },
    {
        "id": 24,
        "title": "«Киев сделал врагами своих детей»: как Украина преследовала законопослушных граждан",
        "url": "https://russiatoday.ru/ussr/article/1177343-ukraina-grazhdane-separatisty-osvobozhdennye-territorii",
        "content": "Они преданно служили украинскому государству, но в 2014 году, после переворота и победы «майдана», их объявили преступниками. Они бежали в ДНР и ЛНР, воевали в ополчении, а теперь возглавляют органы власти на освобождённых Россией территориях. Истории этих людей — в репортаже корреспондента RT.",
        "popularity": 0,
        "created_at": "2023-07-22 18:37:36.957122",
        "updated_at": "2023-07-22 18:37:36.957122"
    }
]