insert into "user"(username) values
	('Иван'),
	('Алексей'),
	('Светлана'),
	('Игорь'),
	('Славик');

insert into "post"(source_name, content, title, url) values
    ('RT', 'Чёрная дыра: в США сообщили о фактах хищения западного оружия на Украине
Часть западных вооружений, отправленных Украине, была похищена преступными организациями,
сообщили СМИ со ссылкой на отчёт генерального инспектора Минобороны США. В документе, описывающем
период с февраля по сентябрь 2022 года, утверждается, что...', 'Some title', 'url'),
    ('RT', 'WION: разработка коммерческой ракеты-носителя для полярных спутников придаст огромный импульс индийскому бизнесу', 'Some title', 'url'),
    ('RT', 'NTD: в Испании тестируют летающее такси с вертикальным взлётом и посадкой', 'Some title', 'url'),
    ('RT', 'Позади русских и китайцев — Hill о тревожном отставании США в области гиперзвукового оружия', 'Some title', 'url'),
    ('MK', 'День 513-й день. В Госдуме опровергают планы проводить новую волну мобилизации. Американские кассетные боеприпасы доставлены ВСУ и уже находятся на поле боя, подтвердили в Белом доме США. В Одесской области ночью прогремели взрывы, ООН осудила "удары возмездия". США не раскрывают потенциальных ответных шагов на возможные \"провокации против гражданских судов в Черном море\". Игорь Стрелков арестован.', 'Some title', 'url'),
    ('MK','22:50 Миссия РФ в ООН назвала 7 условий возвращения РФ в "зерновую сделку": вывод из-под санкций поставок российского зерна и удобрений на мировые рынки, снятие ограничений для российских банков, возобновление поставок в РФ запчастей для сельхозтехники, решение всех вопросов с фрахтом судов и страхованием российских экспортных поставок продовольствия, восстановление работы аммиакопровода "Тольятти-Одесса",разблокировка связанных с сельхозотраслью российских активов, восстановление изначального гуманитарного характера "зерновой сделки" в интересах нуждающихся стран.', 'Some title', 'url'),
    ('MK', '22:11 Байден и Зеленский обсуждают поставки на Украину ракет большой дальности ATACMS, решение будет за президентом, сообщил советник президента США по нацбезопасности Салливан.', 'Some title', 'url'),
    ('MK', '21:13 Старовойт: "Обстрелян со стороны Украины Глушковский район. В посёлке Тёткино насчитали 25 прилётов. В результате повреждена линия электропередачи, часть населённого пункта осталась без электричества. Ещё 8 прилётов пришлось по посёлку Краснооктябрьский. Пострадавших и разрушений нет".', 'Some title', 'url'),
    ('gazeta.ru', 'Посла России в Польше Сергея Андреева вызовут в польский МИД из-за слов президента России Владимира Путина о роли Иосифа Сталина в восстановлении польской государственности. Об этом заявил премьер-министр Польши Матеуш Моравецкий в своем Twitter.
«Сталин был военным преступником, виновным в гибели сотен тысяч поляков. Историческая правда не подлежит сомнению. Посол Российской Федерации будет вызван в МИД», — написал он.
21 июля президент России Владимир Путин в ходе заседания Совбеза РФ заявил, что Польша получила свои западные территории после того, как их подарил стране Сталин, а суверенитет Польши и ее земли восстановил Советский Союз. По словам президента, до этого Запад отдал польские территории «на съедение Германии».
Ранее Путин заявил, что «жаба на нашей стороне».', 'Some title', 'url'),
    ('gazeta.ru', 'Премьер-министр России Михаил Мишустин уволил с поста заместителя главы Министерства цифрового развития, связи и массовых коммуникаций (Минцифры) Максима Паршина по его просьбе. Документ опубликован на официальном интернет-портале правовой информации.
«Освободить Паршина Максима Викторовича от должности заместителя министра... по его просьбе», — сообщается в распоряжении.', 'Some title', 'url'),
    ('gazeta.ru', 'Правоохранители задержали бывшего министра обороны ДНР Игоря Стрелкова. Об этом РБК рассказали два источника в органах и подтвердил адвокат Стрелкова. По словам его супруги Мирославы Регинской, ему вменяют ст. 282 УК (экстремизм). Предварительно, задержание проводилось по заявлению экс-сотрудника ЧВК «Вагнер». Кто такой Игорь Стрелков, как он прошел путь от одного из авторов «Русской весны» и командующего обороной Славянска до «слива» ополчения и безрезультатных попыток попасть в зону СВО — в материале «Газеты.Ru».', 'Some title', 'url'),
    ('lenta.ru', 'Белый дом назвал сроки начала обучения украинских летчиков управлению F-16', 'Some title', 'url'),
    ('lenta.ru', 'Пашинян допустил стабильный мир с Азербайджаном', 'Some title', 'url'),
    ('lenta.ru', 'В Голливуде переносят премьеру «Дюны» и «Аквамена». Какие еще фильмы пострадают от забастовки актеров?', 'Some title', 'url'),
    ('lenta.ru', 'Путин поручил российской разведке следить за планами Польши в отношении Украины', 'Some title', 'url'),
    ('news.yandex.ru', 'Мещанский суд Москвы арестовал экс-министра обороны ДНР Игоря Стрелкова (Гиркина) по обвинению в публичных призывах к экстремизму, передает корреспондент РИА Новости.', 'Some title', 'url'),
    ('news.yandex.ru', 'Игорь Иванович Стрелков (настоящее имя — Игорь Всеволодович Гиркин) — бывший сотрудник ФСБ, также занимал пост министра обороны ДНР.', 'Some title', 'url'),
    ('news.yandex.ru', 'Салливан признал, что в Белом доме не знают, куда пропал глава МИД КНР Цинь Ган Салливан отметил, что с Цинь Ганом должен был встретиться госсекретарь Энтони Блинкен на форуме АСЕАН в Индонезии, но Китай там представил другой представитель МИД Китая - Ван И. 4 июля сообщалось, что власти КНР отложили визит главы европейской дипломатии Жозепа Борреля в Пекин.', 'Some title', 'url'),
    ('news.rambler.ru', 'Эксперты анонсировали укрепление рубля на следующей неделе', 'Some title', 'url'),
    ('news.rambler.ru', 'Белый дом: ЧВК «Вагнер» не принимает участия в боевых действиях на Украине в настоящее время', 'Some title', 'url'),
    ('news.rambler.ru', 'Найдено объяснение стремительной деградации нейросети GPT4', 'Some title', 'url');
INSERT INTO "subscription"(user_id, source_name) values
    (1, 'news.rambler.ru'),
    (2, 'RT'),
    (2, 'lenta.ru'),
    (3, 'MK'),
    (3, 'RT'),
    (4, 'news.yandex.ru'),
    (5, 'gazeta.ru');
